ТП = Новый ТестируемоеПриложение("localhost", 1538);
ТП.УстановитьСоединение();
Для Каждого ОкноКП Из ТП.ПолучитьПодчиненныеОбъекты() Цикл
	Если ОкноКП.Основное Тогда
		Основное = ОкноКП;
	КонецЕсли;
КонецЦикла;
КИ = Основное.ПолучитьКомандныйИнтерфейс();
Меню = КИ.НайтиОбъект(Тип("ТестируемаяГруппаКомандногоИнтерфейса"), "Меню функций");
Меню.НайтиОбъект(Тип("ТестируемаяКнопкаКомандногоИнтерфейса"), "<Команда>").Нажать();
Форма = ТП.НайтиОбъект(Тип("ТестируемаяФорма"), "<Команда>", , 20);
Вывести("=== открыта форма: " + Форма.ТекстЗаголовка);
Дамп(Форма, 3);
ТП.РазорватьСоединение();